"CFBundleGetInfoString" = "Improved Ruby Mode 2.2, Copyright 2004";"CFBundleShortVersionString" = "";"CFBundleName" = "Ruby";"NSHumanReadableCopyright" = "© 2004 Jeff Reinecke
http://www.paploo.net/~paploo
Based on the original Coding Monkey's code";